Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 未授权，首次截图时系统会弹窗请求授权
ar: لم يتم منح الإذن، سيطلب النظام الإذن في نافذة عند أول لقطة
de: Nicht berechtigt; das System fragt bei der ersten Aufnahme nach der Berechtigung
en: Not authorized; the system will prompt for permission on the first screenshot
es: Sin autorizar; el sistema solicitará permiso en la primera captura
fr: Non autorisé ; le système demandera l'autorisation à la première capture
hi: अधिकृत नहीं; पहले स्क्रीनशॉट पर सिस्टम अनुमति माँगेगा
id: Belum diizinkan; sistem akan meminta izin pada tangkapan layar pertama
it: Non autorizzato; il sistema chiederà il permesso al primo screenshot
ja: 未許可。最初のスクリーンショット時にシステムが許可を求めます
ko: 권한 없음. 첫 스크린샷 시 시스템이 권한을 요청합니다
nl: Niet geautoriseerd; het systeem vraagt toestemming bij de eerste schermafdruk
pl: Brak autoryzacji; system poprosi o zgodę przy pierwszym zrzucie
pt: Não autorizado; o sistema solicitará permissão na primeira captura
ru: Не разрешено; система запросит разрешение при первом снимке
sv: Inte auktoriserad; systemet frågar om behörighet vid första skärmdumpen
th: ยังไม่ได้รับอนุญาต ระบบจะขออนุญาตในภาพหน้าจอครั้งแรก
tr: Yetkilendirilmedi; ilk ekran görüntüsünde sistem izin isteyecektir
uk: Не дозволено; система запитає дозвіл під час першого знімка
vi: Chưa cấp quyền; hệ thống sẽ hỏi quyền ở lần chụp đầu tiên
zh_hant: 未授權，首次截圖時系統會彈出視窗請求授權

source: 未授权提醒事项访问，无法写入待办。 请到「系统设置 → 隐私与安全性 → 提醒事项」中开启 Memonta，或在「应用设置 → 待办」中点击「请求授权」后重试。
ar: الوصول إلى التذكيرات غير مصرّح به؛ لا يمكن كتابة المهام. فعّل Memonta في «إعدادات النظام → الخصوصية والأمان → التذكيرات»، أو انقر «طلب الوصول» في «الإعدادات → المهام» ثم حاول مجددًا.
de: Erinnerungszugriff nicht autorisiert; Aufgaben können nicht geschrieben werden. Bitte aktivieren Sie Memonta unter „Systemeinstellungen → Datenschutz & Sicherheit → Erinnerungen“ oder klicken Sie unter „Einstellungen → Aufgaben“ auf „Zugriff anfragen“ und versuchen Sie es erneut.
en: Reminders access not authorized; cannot write to-dos. Please enable Memonta in System Settings → Privacy & Security → Reminders, or click "Request Access" under Settings → To-Dos and retry.
es: Acceso a Recordatorios no autorizado; no se pueden escribir tareas. Activa Memonta en «Ajustes del Sistema → Privacidad y seguridad → Recordatorios», o pulsa «Solicitar acceso» en «Ajustes → Tareas» y reintenta.
fr: Accès à Rappels non autorisé ; impossible d'écrire les tâches. Veuillez activer Memonta dans « Réglages Système → Confidentialité et sécurité → Rappels », ou cliquer sur « Demander l'accès » dans « Réglages → Tâches » puis réessayer.
hi: रिमाइंडर पहुँच अधिकृत नहीं; कार्य नहीं लिखे जा सकते। कृपया «सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → रिमाइंडर» में Memonta सक्षम करें, या «सेटिंग्स → कार्य» में «पहुँच का अनुरोध करें» पर क्लिक करके पुनः प्रयास करें।
id: Akses Pengingat tidak diizinkan; tidak dapat menulis tugas. Silakan aktifkan Memonta di «Pengaturan Sistem → Privasi & Keamanan → Pengingat», atau klik «Minta akses» di «Pengaturan → Tugas» lalu coba lagi.
it: Accesso a Promemoria non autorizzato; impossibile scrivere le attività. Attiva Memonta in «Impostazioni di Sistema → Privacy e sicurezza → Promemoria», oppure fai clic su «Richiedi accesso» in «Impostazioni → Attività» e riprova.
ja: リマインダーへのアクセスが許可されていないため、ToDo を書き込めません。\ 「システム設定 → プライバシーとセキュリティ → リマインダー」で Memonta を有効にするか、「設定 → ToDo」で「アクセスを許可」をクリックしてから再試行してください。
ko: 알림 접근이 승인되지 않아 할 일을 쓸 수 없습니다. '시스템 설정 → 개인 정보 보호 및 보안 → 알림'에서 Memonta를 켜거나 '앱 설정 → 할 일'에서 '권한 요청'을 클릭한 후 다시 시도하세요.
nl: Herinneringen-toegang niet geautoriseerd; kan taken niet schrijven. Schakel Memonta in via «Systeeminstellingen → Privacy en beveiliging → Herinneringen», of klik op «Vraag toegang» in «Instellingen → Taken» en probeer opnieuw.
pl: Dostęp do Przypomnień nieautoryzowany; nie można zapisać zadań. Włącz Memonta w «Ustawienia systemowe → Prywatność i ochrona → Przypomnienia» lub kliknij «Poproś o dostęp» w «Ustawienia → Zadania» i spróbuj ponownie.
pt: Acesso ao Lembretes não autorizado; não é possível gravar tarefas. Ative o Memonta em «Ajustes do Sistema → Privacidade e Segurança → Lembretes», ou clique em «Solicitar acesso» em «Ajustes → Tarefas» e tente novamente.
ru: Доступ к Напоминаниям не разрешён; невозможно записать задачи. Включите Memonta в «Системные настройки → Конфиденциальность и безопасность → Напоминания» или нажмите «Запросить доступ» в «Настройки → Задачи» и повторите попытку.
sv: Påminnelser-åtkomst är inte auktoriserad; kan inte skriva uppgifter. Aktivera Memonta i «Systeminställningar → Integritet och säkerhet → Påminnelser», eller klicka på «Begär åtkomst» i «Inställningar → Uppgifter» och försök igen.
th: การเข้าถึงเตือนความจำไม่ได้รับอนุญาต ไม่สามารถเขียนงานได้ โปรดเปิดใช้ Memonta ใน «การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → เตือนความจำ» หรือคลิก «ขอสิทธิ์» ใน «การตั้งค่า → งาน» แล้วลองใหม่
tr: Anımsatıcılar erişimi yetkili değil; görevler yazılamıyor. Lütfen «Sistem Ayarları → Gizlilik ve Güvenlik → Anımsatıcılar»da Memonta'yu etkinleştirin veya «Ayarlar → Görevler»de «Erişim iste»ye tıklayıp tekrar deneyin.
uk: Доступ до Нагадувань не дозволено; не вдається записати завдання. Увімкніть Memonta у «Системні налаштування → Приватність і безпека → Нагадування» або клацніть «Попросити доступ» у «Налаштування → Завдання» та спробуйте ще раз.
vi: Chưa cấp quyền truy cập Lời nhắc; không thể ghi việc cần làm. Vui lòng bật Memonta trong «Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Lời nhắc», hoặc nhấp «Yêu cầu quyền» trong «Cài đặt → Việc cần làm» rồi thử lại.
zh_hant: 未授權提醒事項訪問，無法寫入待辦。 請到「系統設置 → 隱私與安全性 → 提醒事項」中開啓 Memonta，或在「應用設置 → 待辦」中點擊「請求授權」後重試。

source: 未提供
ar: غير موفّر
de: Nicht angegeben
en: Not provided
es: No proporcionado
fr: Non fourni
hi: प्रदान नहीं किया गया
id: Tidak diberikan
it: Non fornito
ko: 제공되지 않음
nl: Niet opgegeven
pl: Nie podano
pt: Não fornecido
ru: Не указано
sv: Ej angivet
th: ไม่ได้ระบุ
tr: Belirtilmedi
uk: Не надано
vi: Không cung cấp

source: 未知状态
ar: حالة غير معروفة
de: Unbekannter Status
en: Unknown status
es: Estado desconocido
fr: État inconnu
hi: अज्ञात स्थिति
id: Status tidak diketahui
it: Stato sconosciuto
ja: 不明な状態
ko: 알 수 없는 상태
nl: Onbekende status
pl: Nieznany status
pt: Estado desconhecido
ru: Неизвестный статус
sv: Okänd status
th: สถานะไม่ทราบ
tr: Bilinmeyen durum
uk: Невідомий стан
vi: Trạng thái không xác định
zh_hant: 未知狀態

source: 未知错误
ar: خطأ غير معروف
de: Unbekannter Fehler
en: Unknown error
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดไม่ทราบสาเหตุ
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hant: 未知錯誤

source: 未知错误，请重试
ar: خطأ غير معروف. حاول مجددًا.
de: Unbekannter Fehler. Bitte erneut versuchen.
en: Unknown error. Please try again.
es: Error desconocido. Inténtalo de nuevo.
fr: Erreur inconnue. Veuillez réessayer.
hi: अज्ञात त्रुटि। कृपया पुनः प्रयास करें।
id: Kesalahan tidak diketahui. Silakan coba lagi.
it: Errore sconosciuto. Riprova.
ja: 不明なエラーです。再試行してください。
ko: 알 수 없는 오류입니다. 다시 시도하세요.
nl: Onbekende fout. Probeer opnieuw.
pl: Nieznany błąd. Spróbuj ponownie.
pt: Erro desconhecido. Tente novamente.
ru: Неизвестная ошибка. Повторите попытку.
sv: Okänt fel. Försök igen.
th: ข้อผิดพลาดไม่ทราบสาเหตุ โปรดลองใหม่
tr: Bilinmeyen hata. Lütfen tekrar deneyin.
uk: Невідома помилка. Спробуйте ще раз.
vi: Lỗi không xác định. Vui lòng thử lại.
zh_hant: 未知錯誤，請重試

source: 未能从内容中提取到待办事项
ar: تعذر استخراج مهام من المحتوى
de: Aus dem Inhalt konnten keine Aufgaben extrahiert werden
en: No to-dos could be extracted from the content
es: No se pudieron extraer tareas del contenido
fr: Aucune tâche n'a pu être extraite du contenu
hi: सामग्री से कार्य नहीं निकाले जा सके
id: Tidak dapat mengekstraksi tugas dari konten
it: Non è stato possibile estrarre attività dal contenuto
ja: 内容から ToDo を抽出できませんでした
ko: 내용에서 할 일을 추출하지 못했습니다
nl: Kon geen taken uit de inhoud extraheren
pl: Nie udało się wyodrębnić zadań z treści
pt: Não foi possível extrair tarefas do conteúdo
ru: Не удалось извлечь задачи из содержимого
sv: Kunde inte extrahera uppgifter från innehållet
th: ไม่สามารถแยกงานจากเนื้อหาได้
tr: İçerikten görev çıkarılamadı
uk: Не вдалося витягти завдання зі вмісту
vi: Không thể trích xuất việc cần làm từ nội dung
zh_hant: 未能從內容中提取到待辦事項

source: 未能从视频中抽到可用画面（抽到的帧全部重复或解码失败）
ar: تعذّر استخراج إطارات قابلة للاستخدام (كل الإطارات مكررة أو فشل فك ترميزها).
de: Aus dem Video konnten keine brauchbaren Bilder extrahiert werden (alle Frames doppelt oder Dekodierung fehlgeschlagen).
en: No usable frames could be extracted from the video (all frames were duplicates or failed to decode).
es: No se pudo extraer ninguna imagen útil del vídeo (todos los fotogramas eran repetidos o fallaron al decodificar).
fr: Aucune image exploitable n’a pu être extraite (images toutes en double ou décodage échoué).
hi: वीडियो से उपयोगी फ़्रेम नहीं निकाले जा सके (सभी फ़्रेम दोहराव वाले या डिकोड विफल)।
id: Tidak dapat mengekstrak frame yang berguna dari video (semua frame duplikat atau gagal didekode).
it: Non è stato possibile estrarre immagini utilizzabili (fotogrammi tutti duplicati o decodifica non riuscita).
ja: 動画から有効な画面を抽出できませんでした（抽出したフレームがすべて重複かデコード失敗）。
ko: 동영상에서 사용할 수 있는 화면을 추출하지 못했습니다(추출된 프레임이 모두 중복이거나 디코딩 실패).
nl: Er konden geen bruikbare beelden uit de video worden gehaald (alle frames dubbel of decodering mislukt).
pl: Nie udało się wyodrębnić użytecznych klatek (wszystkie są duplikatami lub dekodowanie się nie powiodło).
pt: Não foi possível extrair imagens utilizáveis do vídeo (fotogramas todos repetidos ou falha ao descodificar).
ru: Не удалось извлечь пригодные кадры (все кадры повторяются или не декодируются).
sv: Inga användbara bildrutor kunde extraheras (alla var dubbletter eller kunde inte avkodas).
th: ดึงภาพที่ใช้งานได้จากวิดีโอไม่สำเร็จ (เฟรมที่ได้ซ้ำกันทั้งหมดหรือถอดรหัสไม่สำเร็จ)
tr: Videodan kullanılabilir kare çıkarılamadı (tüm kareler yinelenen veya kod çözme başarısız).
uk: Не вдалося видобути придатні кадри (усі кадри повторюються або не декодуються).
vi: Không trích được hình ảnh dùng được từ video (các khung đều trùng lặp hoặc giải mã thất bại).
zh_hant: 未能從影片中抽到可用畫面（抽到的影格全部重複或解碼失敗）

source: 未能识别到有效内容，请检查音频质量
ar: لم يُتعرف على محتوى صالح. تحقق من جودة الصوت.
de: Kein gültiger Inhalt erkannt. Bitte prüfen Sie die Audioqualität.
en: No valid content was recognized. Please check the audio quality.
es: No se reconoció contenido válido. Comprueba la calidad del audio.
fr: Aucun contenu valide reconnu. Veuillez vérifier la qualité audio.
hi: कोई मान्य सामग्री पहचानी नहीं गई। कृपया ऑडियो गुणवत्ता जाँचें।
id: Tidak ada konten valid yang dikenali. Silakan periksa kualitas audio.
it: Nessun contenuto valido riconosciuto. Controlla la qualità dell'audio.
ja: 有効な内容を認識できませんでした。音声品質を確認してください。
ko: 유효한 내용을 인식하지 못했습니다. 오디오 품질을 확인하세요.
nl: Geen geldige inhoud herkend. Controleer de audiokwaliteit.
pl: Nie rozpoznano prawidłowej treści. Sprawdź jakość dźwięku.
pt: Nenhum conteúdo válido reconhecido. Verifique a qualidade do áudio.
ru: Не распознано действительное содержимое. Проверьте качество аудио.
sv: Inget giltigt innehåll kändes igen. Kontrollera ljudkvaliteten.
th: ไม่พบเนื้อหาที่ถูกต้อง โปรดตรวจสอบคุณภาพเสียง
tr: Geçerli içerik tanınmadı. Lütfen ses kalitesini kontrol edin.
uk: Не розпізнано дійсного вмісту. Перевірте якість аудіо.
vi: Không nhận dạng được nội dung hợp lệ. Vui lòng kiểm tra chất lượng âm thanh.
zh_hant: 未能識別到有效內容，請檢查音訊品質

source: 未获得语音识别权限。请在「系统设置 → 隐私与安全性 → 语音识别」中允许 Memonta 后重试。
ar: لم يُمنح إذن التعرف على الكلام. اسمح لـ Memonta ضمن «إعدادات النظام → الخصوصية والأمان → التعرف على الكلام» ثم أعد المحاولة.
de: Die Berechtigung für die Spracherkennung wurde nicht erteilt. Erlauben Sie Memonta unter „Systemeinstellungen → Datenschutz & Sicherheit → Spracherkennung“ und versuchen Sie es erneut.
en: Speech recognition permission hasn't been granted. Allow Memonta under “System Settings → Privacy & Security → Speech Recognition” and try again.
es: No se ha concedido el permiso de reconocimiento de voz. Permite Memonta en “Ajustes del Sistema → Privacidad y seguridad → Reconocimiento de voz” y vuelve a intentarlo.
fr: L'autorisation de reconnaissance vocale n'a pas été accordée. Autorisez Memonta dans « Réglages Système → Confidentialité et sécurité → Reconnaissance vocale », puis réessayez.
hi: वाक् पहचान की अनुमति नहीं मिली। “सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → वाक् पहचान” में Memonta को अनुमति दें और पुनः प्रयास करें।
id: Izin pengenalan suara belum diberikan. Izinkan Memonta di “Pengaturan Sistem → Privasi & Keamanan → Pengenalan Suara” lalu coba lagi.
it: L'autorizzazione al riconoscimento vocale non è stata concessa. Consenti Memonta in “Impostazioni di Sistema → Privacy e sicurezza → Riconoscimento vocale” e riprova.
ja: 音声認識の許可が得られていません。「システム設定 → プライバシーとセキュリティ → 音声認識」で Memonta を許可してから再試行してください。
ko: 음성 인식 권한이 없습니다. “시스템 설정 → 개인정보 보호 및 보안 → 음성 인식”에서 Memonta를 허용한 뒤 다시 시도하세요.
nl: De toestemming voor spraakherkenning is niet verleend. Sta Memonta toe onder “Systeeminstellingen → Privacy en beveiliging → Spraakherkenning” en probeer het opnieuw.
pl: Nie przyznano uprawnienia do rozpoznawania mowy. Zezwól aplikacji Memonta w „Ustawienia systemowe → Prywatność i bezpieczeństwo → Rozpoznawanie mowy” i spróbuj ponownie.
pt: A permissão de reconhecimento de fala não foi concedida. Permita o Memonta em “Ajustes do Sistema → Privacidade e Segurança → Reconhecimento de fala” e tente novamente.
ru: Разрешение на распознавание речи не предоставлено. Разрешите Memonta в разделе «Системные настройки → Конфиденциальность и безопасность → Распознавание речи» и повторите попытку.
sv: Behörighet för taligenkänning har inte beviljats. Tillåt Memonta under ”Systeminställningar → Integritet och säkerhet → Taligenkänning” och försök igen.
th: ยังไม่ได้รับสิทธิ์การรู้จำเสียงพูด โปรดอนุญาต Memonta ใน “การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → การรู้จำเสียงพูด” แล้วลองใหม่
tr: Konuşma tanıma izni verilmedi. “Sistem Ayarları → Gizlilik ve Güvenlik → Konuşma Tanıma” altında Memonta'ya izin verip yeniden deneyin.
uk: Дозвіл на розпізнавання мови не надано. Дозвольте Memonta у розділі «Системні налаштування → Конфіденційність і безпека → Розпізнавання мови» та повторіть спробу.
vi: Chưa được cấp quyền nhận dạng giọng nói. Hãy cho phép Memonta trong “Cài đặt Hệ thống → Quyền riêng tư & Bảo mật → Nhận dạng giọng nói” rồi thử lại.
zh_hant: 未取得語音辨識權限。請在「系統設定 → 隱私權與安全性 → 語音辨識」中允許 Memonta 後重試。

source: 未识别到文字
ar: لم يُعثر على نص
de: Kein Text erkannt
en: No Text Detected
es: No se detectó texto
fr: Aucun texte détecté
hi: कोई टेक्स्ट नहीं मिला
id: Tidak ada teks terdeteksi
it: Nessun testo rilevato
ja: 文字を検出できません
ko: 텍스트를 찾지 못함
nl: Geen tekst gevonden
pl: Nie wykryto tekstu
pt: Nenhum texto detetado
ru: Текст не обнаружен
sv: Ingen text hittades
th: ไม่พบข้อความ
tr: Metin bulunamadı
uk: Текст не виявлено
vi: Không nhận ra văn bản
zh_hant: 未識別到文字

source: 未转写
ar: لم يُفرَّغ
de: Nicht transkribiert
en: Not Transcribed
es: Sin transcribir
fr: Non transcrit
hi: ट्रांसक्रिप्ट नहीं हुआ
id: Belum ditranskripsi
it: Non trascritto
ja: 未文字起こし
ko: 전사 안 됨
nl: Niet getranscribeerd
pl: Nieprzetranskrybowane
pt: Não transcrito
ru: Не расшифровано
sv: Ej transkriberat
th: ยังไม่ถอดความ
tr: Transkript edilmedi
uk: Не транскрибовано
vi: Chưa chuyển ngữ
zh_hant: 未轉寫

source: 未配置 LLM
ar: لم يُهيأ أي LLM
de: Kein LLM konfiguriert
en: No LLM configured
es: Ningún LLM configurado
fr: Aucun LLM configuré
hi: कोई LLM कॉन्फ़िगर नहीं
id: Belum ada LLM yang dikonfigurasi
it: Nessun LLM configurato
ja: LLM が未設定
ko: LLM 미구성
nl: Geen LLM geconfigureerd
pl: Nie skonfigurowano LLM
pt: Nenhum LLM configurado
ru: LLM не настроен
sv: Ingen LLM konfigurerad
th: ยังไม่ได้กำหนดค่า LLM
tr: LLM yapılandırılmadı
uk: LLM не налаштовано
vi: Chưa cấu hình LLM

source: 未配置云端转写密钥，请在设置中填写。
ar: لم يتم تكوين مفتاح النسخ السحابي. يرجى إدخاله في الإعدادات.
de: Es ist kein Cloud-Transkriptionsschlüssel konfiguriert. Bitte in den Einstellungen eingeben.
en: No cloud transcription key is configured. Please enter it in Settings.
es: No hay ninguna clave de transcripción en la nube configurada. Introdúcela en Ajustes.
fr: Aucune clé de transcription cloud n'est configurée. Veuillez la saisir dans les réglages.
hi: क्लाउड ट्रांसक्रिप्शन कुंजी कॉन्फ़िगर नहीं है। कृपया इसे सेटिंग में दर्ज करें।
id: Kunci transkripsi cloud belum dikonfigurasi. Masukkan di Pengaturan.
it: Nessuna chiave di trascrizione cloud configurata. Inseriscila nelle Impostazioni.
ja: クラウド文字起こしのキーが設定されていません。設定で入力してください。
ko: 클라우드 전사 키가 설정되어 있지 않습니다. 설정에서 입력하세요.
nl: Er is geen sleutel voor cloudtranscriptie ingesteld. Voer deze in bij Instellingen.
pl: Nie skonfigurowano klucza transkrypcji w chmurze. Wprowadź go w Ustawieniach.
pt: Nenhuma chave de transcrição na nuvem está configurada. Informe-a nos Ajustes.
ru: Ключ облачной расшифровки не настроен. Введите его в настройках.
sv: Ingen nyckel för molntranskribering är konfigurerad. Ange den i Inställningar.
th: ยังไม่ได้ตั้งค่าคีย์ถอดเสียงบนคลาวด์ กรุณากรอกในการตั้งค่า
tr: Bulut deşifre anahtarı yapılandırılmamış. Lütfen Ayarlar'dan girin.
uk: Ключ хмарної транскрипції не налаштовано. Введіть його в налаштуваннях.
vi: Chưa cấu hình khóa chuyển giọng nói trên đám mây. Vui lòng nhập trong Cài đặt.
zh_hant: 未設定雲端轉寫金鑰，請在設定中填寫。

source: 本地
ar: محلي
de: Lokal
en: Local
es: Local
fr: Local
hi: स्थानीय
id: Lokal
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalnie
pt: Local
ru: Локально
sv: Lokal
th: ท้องถิ่น
tr: Yerel
uk: Локально
vi: Cục bộ
zh_hant: 本機

source: 本地 OCR
ar: OCR محلي
de: Lokales OCR
en: Local OCR
es: OCR local
fr: OCR local
hi: स्थानीय OCR
id: OCR Lokal
it: OCR locale
ja: ローカル OCR
ko: 로컬 OCR
nl: Lokale OCR
pl: OCR lokalny
pt: OCR local
ru: Локальный OCR
sv: Lokal OCR
th: OCR ในเครื่อง
tr: Yerel OCR
uk: Локальний OCR
vi: OCR cục bộ
zh_hant: 本機 OCR

source: 本地 WhisperKit
ar: WhisperKit محلي
de: Lokales WhisperKit
en: Local WhisperKit
es: WhisperKit local
fr: WhisperKit local
hi: स्थानीय WhisperKit
id: WhisperKit lokal
it: WhisperKit locale
ja: ローカル WhisperKit
ko: 로컬 WhisperKit
nl: Lokale WhisperKit
pl: Lokalny WhisperKit
pt: WhisperKit local
ru: Локальный WhisperKit
sv: Lokal WhisperKit
th: WhisperKit ท้องถิ่น
tr: Yerel WhisperKit
uk: Локальний WhisperKit
vi: WhisperKit cục bộ
zh_hant: 本機 WhisperKit

source: 本地 WhisperKit + OpenAI API 双模式转写
ar: تفريغ بوضع مزدوج: WhisperKit المحلي + OpenAI API
de: Zwei-Modus-Transkription: lokales WhisperKit + OpenAI-API
en: Dual-mode transcription: local WhisperKit + OpenAI API
es: Transcripción en doble modo: WhisperKit local + API de OpenAI
fr: Transcription double mode : WhisperKit local + API OpenAI
hi: दोहरे-मोड ट्रांसक्रिप्शन: स्थानीय WhisperKit + OpenAI API
id: Transkripsi mode ganda: WhisperKit lokal + OpenAI API
it: Trascrizione a doppia modalità: WhisperKit locale + API OpenAI
ja: ローカル WhisperKit + OpenAI API のデュアルモード文字起こし
ko: 로컬 WhisperKit + OpenAI API 이중 모드 전사
nl: Transcriptie met dubbele modus: lokale WhisperKit + OpenAI-API
pl: Transkrypcja dwutrybowa: lokalny WhisperKit + OpenAI API
pt: Transcrição em modo duplo: WhisperKit local + API OpenAI
ru: Двухрежимная расшифровка: локальный WhisperKit + OpenAI API
sv: Transkribering i dubbelt läge: lokal WhisperKit + OpenAI API
th: การถอดความแบบสองโหมด: WhisperKit ท้องถิ่น + OpenAI API
tr: Çift modlu çeviri yazı: yerel WhisperKit + OpenAI API
uk: Двотримне транскрибування: локальний WhisperKit + OpenAI API
vi: Chuyển ngữ hai chế độ: WhisperKit cục bộ + OpenAI API
zh_hant: 本地 WhisperKit + OpenAI API 雙模式轉寫

source: 本地处理说明
ar: المعالجة المحلية
de: Lokale Verarbeitung
en: Local Processing
es: Procesamiento local
fr: Traitement local
hi: स्थानीय प्रसंस्करण
id: Pemrosesan Lokal
it: Elaborazione locale
ja: 本機処理について
ko: 로컬 처리 안내
nl: Lokale verwerking
pl: Przetwarzanie lokalne
pt: Processamento local
ru: Локальная обработка
sv: Lokal bearbetning
th: การประมวลผลในเครื่อง
tr: Yerel İşleme
uk: Локальна обробка
vi: Xử lý cục bộ
zh_hant: 本機處理說明

source: 本地或云端转写
ar: تفريغ محلي أو سحابي
de: Lokale oder Cloud-Transkription
en: Local or cloud transcription
es: Transcripción local o en la nube
fr: Transcription locale ou cloud
hi: स्थानीय या क्लाउड ट्रांसक्रिप्शन
id: Transkripsi lokal atau cloud
it: Trascrizione locale o cloud
ja: ローカルまたはクラウドの文字起こし
ko: 로컬 또는 클라우드 전사
nl: Lokale of cloud-transcriptie
pl: Transkrypcja lokalna lub w chmurze
pt: Transcrição local ou na nuvem
ru: Локальная или облачная расшифровка
sv: Lokal eller molntranskribering
th: การถอดความแบบท้องถิ่นหรือคลาวด์
tr: Yerel veya bulut çeviri yazı
uk: Локальне або хмарне транскрибування
vi: Chuyển ngữ cục bộ hoặc đám mây
zh_hant: 本機或雲端轉寫

source: 本地模型
ar: نموذج محلي
de: Lokales Modell
en: Local Model
es: Modelo local
fr: Modèle local
hi: स्थानीय मॉडल
id: Model lokal
it: Modello locale
ja: ローカルモデル
ko: 로컬 모델
nl: Lokaal model
pl: Model lokalny
pt: Modelo local
ru: Локальная модель
sv: Lokal modell
th: โมเดลท้องถิ่น
tr: Yerel model
uk: Локальна модель
vi: Mô hình cục bộ
zh_hant: 本機模型

source: 本地模型未加载，请在 LM Studio 开发者页面加载模型，或使用 `lms load` 命令加载后再试
ar: النموذج المحلي غير محمّل. حمّل نموذجًا في صفحة مطور LM Studio، أو بأمر `lms load`، ثم حاول مجددًا.
de: Lokales Modell nicht geladen. Bitte laden Sie ein Modell in der LM-Studio-Entwicklerseite oder mit dem Befehl `lms load` und versuchen Sie es erneut.
en: Local model not loaded. Please load a model in the LM Studio developer page, or use the `lms load` command, then retry.
es: Modelo local no cargado. Carga un modelo en la página de desarrollador de LM Studio, o con el comando `lms load`, y reintenta.
fr: Modèle local non chargé. Veuillez charger un modèle dans la page développeur de LM Studio, ou avec la commande `lms load`, puis réessayer.
hi: स्थानीय मॉडल लोड नहीं हुआ। कृपया LM Studio डेवलपर पेज में मॉडल लोड करें, या `lms load` कमांड से, फिर पुनः प्रयास करें।
id: Model lokal belum dimuat. Silakan muat model di halaman pengembang LM Studio, atau dengan perintah `lms load`, lalu coba lagi.
it: Modello locale non caricato. Carica un modello nella pagina sviluppatore di LM Studio, o con il comando `lms load`, poi riprova.
ja: ローカルモデルが読み込まれていません。LM Studio の開発者ページでモデルを読み込むか、`lms load` コマンドで読み込んでから再試行してください。
ko: 로컬 모델이 로드되지 않았습니다. LM Studio 개발자 페이지에서 모델을 로드하거나 `lms load` 명령으로 로드한 후 다시 시도하세요.
nl: Lokaal model niet geladen. Laad een model op de LM Studio-ontwikkelaarspagina, of met het commando `lms load`, en probeer opnieuw.
pl: Model lokalny nie został wczytany. Wczytaj model na stronie deweloperskiej LM Studio lub poleceniem `lms load`, a następnie spróbuj ponownie.
pt: Modelo local não carregado. Carregue um modelo na página de desenvolvedor do LM Studio, ou com o comando `lms load`, e tente novamente.
ru: Локальная модель не загружена. Загрузите модель на странице разработчика LM Studio или командой `lms load`, затем повторите попытку.
sv: Lokal modell är inte inläst. Läs in en modell på LM Studio-utvecklarsidan, eller med kommandot `lms load`, och försök igen.
th: โมเดลท้องถิ่นไม่ได้โหลด โปรดโหลดโมเดลในหน้านักพัฒนาของ LM Studio หรือด้วยคำสั่ง `lms load` แล้วลองใหม่
tr: Yerel model yüklü değil. Lütfen LM Studio geliştirici sayfasında bir model yükleyin veya `lms load` komutuyla yükleyip tekrar deneyin.
uk: Локальну модель не завантажено. Завантажте модель на сторінці розробника LM Studio або командою `lms load`, потім спробуйте ще раз.
vi: Mô hình cục bộ chưa được tải. Vui lòng tải mô hình trong trang nhà phát triển của LM Studio, hoặc bằng lệnh `lms load`, rồi thử lại.
zh_hant: 本地模型未載入，請在 LM Studio 開發者頁面載入模型，或使用 `lms load` 命令載入後再試
